Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

source: Disable fullscreen optimizations
ar: تعطيل تحسينات وضع ملء الشاشة
bg: Деактивирай оптимизациите на цял екран
da: Deaktiver fuldskærmsoptimeringer
de_de: Vollbildoptimierungen deaktivieren
fi_fi: Poista koko näytön optimoinnit käytöstä
he_il: בטל מיטובי מסך מלא
hr_hr: Onemogući optimizacije punog zaslona
id_id: Nonaktifkan optimisasi layar penuh
it_it: Disabilita ottimizzazione schermo intero
ja_jp: 全画面表示の最適化を無効にする
lv_lv: Atspējot pilnekrāna optimizācijas
nl_nl: Optimalisaties voor volledig scherm uitschakelen
pl_pl: Wyłącz optymalizacje pełnoekranowe
pt_pt: Desativar otimizações de ecrã inteiro
ro_ro: Dezactivează optimizările pe ecran complet
sk_sk: Zakázať optimalizáciu na celú obrazovku
th_th: ปิดใช้งาน การปรับการทำงานเต็มจอให้เหมาะสมที่สุด

# ExecuteAt640X480
source: Run at 640 x 480 screen resolution
ar: تشغيل عند دقة الشاشة 640 × 480
bg: Изпълни при резолюция на екрана 640 x 480
da: Kør ved 640 x 480 skærmopløsning
de_de: Mit einer Auflösung von 640 x 480 Pixeln ausführen
fi_fi: Aja 640 x 480 näytön resoluutiolla
he_il: הפעלה ברזולוציית מסך של 640 x‏ 480
hr_hr: Pokreni u rezoluciji zaslona 640 x 480
id_id: Jalankan pada resolusi layar 640 x 480
it_it: Esegui a risoluzione 640 x 480
ja_jp: 640 x 480 の解像度で実行する
lv_lv: Palaist ar 640 x 480 ekrāna izšķirtspēju
nl_nl: Uitvoeren met een schermresolutie van 640 x 480
pl_pl: Uruchom w rozdzielczości ekranu 640 x 480
pt_pt: Executar na resolução de ecrã 640 x 480
ro_ro: Rulează la rezoluție de 640 x 480
sk_sk: Spustiť pri rozlíšení obrazovky 640 x 480
th_th: เรียกใช้ด้วยความละเอียดของหน้าจอ 640 x 480

# OverrideDPIScalingBehaviour
source: Override high DPI scaling behaviour
ar: تجاوز سلوك تحجيم DPI المرتفع
bg: Отмени мащабиране при висок DPI
da: Tilsidesæt høj DPI-skalering
de_de: Einstellungen für hohe DPI-Skalierung überschreiben
fi_fi: Ohita korkean DPI:n skaalauskäyttäytyminen
hr_hr: Nadjačajte ponašanje skaliranja visokog DPI-ja
id_id: Ganti perilaku penskalaan DPI tinggi
it_it: Esegui l'override del comportamento di scaling per alti DPI
ja_jp: 高 DPI スケール設定の上書き
lv_lv: Pārrakstīt augsta DPI mērogošanu
nl_nl: Hoge DPI-schaalgedrag negeren
pl_pl: Zastąp zachowanie skalowania przy wysokiej rozdzielczości DPI
pt_pt: Substituir comportamento de escala de DPI elevado
ro_ro: Suprascrie comportamentul de scalare DPI mare
sk_sk: Prepísať správanie pri škálovaní vysokého DPI

source: Reduced color mode
ar: وضع الألوان المنخفض
bg: Намален цветови режим
da: Reduceret farvetilstand
de_de: Reduzierter Farbmodus
fi_fi: Vähennetty väritila
he_il: מצב צבע מופחת
hr_hr: Način rada s manje boja
id_id: Mode warna yang dikurangi
it_it: Modalità colore Ridotto
ja_jp: カラー モードを制限する
lv_lv: Mazāk krāsu režīms
nl_nl: Gereduceerde kleurmodus
pl_pl: Tryb ograniczonych kolorów
pt_pt: Modo de cores reduzido
ro_ro: Mod de culoare redus
sk_sk: Redukovaný farebný režim
th_th: โหมดลดปริมาณสี

source: Register for restart
ar: سجل لإعادة التشغيل
bg: Регистрирайте се, за да рестартирате
de_de: Für Neustart registrieren
fi_fi: Rekisteröi uudelleenkäynnistettäväksi
hr_hr: Registriraj za ponovno pokretanje
id_id: Daftar untuk mulai ulang
it_it: Registra per il riavvio
ja_jp: このプログラムを再起動するために登録する
lv_lv: Reģistrēt restartēšanai
nl_nl: Registreer voor herstart
pl_pl: Zarejestruj ten program w celu ponownego uruchomienia
pt_pt: Registar para reiniciar
ro_ro: Înregistrați pentru repornire
sk_sk: Zaregistrujte sa pre reštart
th_th: ลงทะเบียนโปรแกรมนี้สำหรับการรีสตาร์ท

source: Run as administrator
ar: تشغيل كمسؤول
bg: Изпълни като администратор
ca: Executa com a administrador
cs_cz: Spustit jako správce
da: Kør som administrator
de_de: Als Administrator ausführen
el: Εκτέλεση ως διαχειριστής
es_es: Ejecutar como administrador
fi_fi: Suorita järjestelmänvalvojana
fr_fr: Exécuter en tant qu'administrateur
he_il: הפעל כמנהל
hr_hr: Pokreni kao administrator
hu_hu: Futtatás rendszergazdaként
id_id: Jalankan sebagai administrator
it_it: Esegui come amministratore
ja_jp: 管理者として実行
ka: ადმინისტრატორის სახელით გაშვება
ko_kr: 관리자 권한으로 실행
lv_lv: Palaist kā administratoram
nb_no: Kjør som administrator
nl_nl: Als administrator uitvoeren
or_in: ବ୍ୟବସ୍ଥାପକ ଭାବରେ ଚଳାନ୍ତୁ
pl_pl: Uruchom jako administrator
pt_pt: Executar como administrador
ro_ro: Rulare ca administrator
ru_ru: Запустить от имени администратора
sk_sk: Spustiť ako správca
sv_se: Kör som administratör
th_th: เรียกใช้ในฐานะผู้ดูแล
tr_tr: Yönetici olarak çalıştır
uk_ua: Запуск від імені адміністратора
vi: Chạy với quyền quản trị viên
zh_hans: 以管理员身份运行
zh_hant: 以系統管理員身分執行

source: Run compatibility troubleshooter
ar: تشغيل مستكشف أخطاء التوافق ومصلحها
bg: Стартирай инструмента за отстраняване на неизправности за съвместимост
da: Kør fejlfindingsværktøjet Programkompatibilitet
de_de: Kompatibilitäts-Fehlerbehebung ausführen
fi_fi: Suorita yhteensopivuuden vianmääritys
he_il: הפעל את פותר בעיות התאימות
hr_hr: Pokreni alat za rješavanje problema s kompatibilnošću
id_id: Jalankan pemecah masalah kompatibilitas
it_it: Esegui lo strumento di risoluzione problemi di compatibilità
ja_jp: 互換性のトラブルシューティング ツールの実行
lv_lv: Palaist saderības kļūdu labotāju
nl_nl: Voer de probleemoplosser voor compatibiliteit uit
pl_pl: Uruchom narzędzie do rozwiązywania problemów ze zgodnością
pt_pt: Executar resolução de problemas de compatibilidade
ro_ro: Rulați depanatorul pentru compatibilitate
sk_sk: Spustiť poradce pri problémoch s kompatibilitou
th_th: เรียกใช้ตัวแก้ปัญหาความเข้ากันได้

# UseMainMonitorDPISettings
source: Use DPI settings of the main monitor
ar: استخدام إعدادات DPI للشاشة الرئيسية
bg: Използвай DPI настройките на главния монитор
da: Brug DPI-indstillinger for hovedskærmen
de_de: DPI-Einstellungen auf Hauptmonitor anwenden
fi_fi: Käytä päänäytön DPI-asetuksia
hr_hr: Koristi DPI postavke glavnog monitora
id_id: Gunakan pengaturan DPI dari monitor utama
it_it: Usa le impostazioni DPI del monitor principale
ja_jp: メイン ディスプレイに設定されている DPI を使用する
lv_lv: Lietot DPI iestatījumus galvenajā monitorā
nl_nl: Gebruik DPI instellingen van de hoofd monitor
pl_pl: Użyj ustawień skalowania głównego monitora
pt_pt: Utilizar definições de DPI do monitor principal
ro_ro: Utilizați setările DPI ale monitorului principal
sk_sk: Použite nastavenia DPI hlavného monitora
th_th: ใช้การตั้งค่า DPI เดียวกับจอแสดงผลหลัก

source: Third party licenses
ar: تراخيص الطرف الثالث
bg: Лицензи на трети страни
da: Tredjepartslicenser
de_de: Lizenzen von Drittanbietern
fi_fi: Kolmannen osapuolen lisenssit
he_il: רשיונות צד שלישי
hr_hr: Licence trećih strana
id_id: Lisensi pihak ketiga
it_it: Licenze di terze parti
ja_jp: サード パーティ ライセンス
lv_lv: Trešo pušu licenses
nl_nl: Licenties van derden
pl_pl: Licencje firm trzecich
pt_pt: Licenças de terceiros
ro_ro: Licențe terță parte
sk_sk: Licencie tretích strán

# SettingsSetAsDefaultFileManagerDescription
source: This option modifies the system registry and can have unexpected side effects on your device. Continue at your own risk.
ar: هذا الخيار يعدل سجل النظام ويمكن أن تكون له تأثيرات جانبية غير متوقعة على جهازك. تابع على مسؤوليتك الخاصة.
bg: Тази опция променя системния регистър и може да има неочаквани странични ефекти на вашето устройство. Продължете на свой собствен риск.
ca: Aquesta opció modifica el registre del sistema i pot tenir efectes secundaris inesperats al vostre dispositiu. Continueu sota el vostre propi risc.
cs_cz: Tato možnost upravuje systémový registr a může mít neočekávané vedlejší efekty na vaše zařízení. Pokračujte na vlastní nebezpečí.
da: Denne indstilling ændrer systemregistreringsdatabasen og kan have uventede bivirkninger på din enhed. Fortsæt på egen risiko.
de_de: Diese Einstellung modifiziert Systemdateien und kann zu unerwarteten Problemen führen. Die Entwickler übernehmen keine Verantwortung, falls ein Problem auftritt. Mit Aktivierung dieser Einstellungen bestätigst Du, dass Dir dieses Risiko bewusst ist.
el: Αυτή η ρύθμιση τροποποιεί αρχεία του συστήματος και μπορεί να έχει απροσδόκητες παρενέργειες στη συσκευή σας. Συνεχίστε με δική σας ευθύνη.
es_es: Esta configuración modifica los archivos del sistema y puede tener efectos secundarios inesperados en su dispositivo. Los desarrolladores no asumen ninguna responsabilidad en caso de que se produzca un problema como resultado. Continuar con esta opción es un reconocimiento de los riesgos que implica esta acción.
fi_fi: Tämä vaihtoehto muuttaa järjestelmän rekisteriä ja sillä voi olla odottamattomia sivuvaikutuksia laitteeseen. Jatka omalla vastuullasi.
fr_fr: Cette option modifie le registre du système et peut avoir des effets secondaires inattendus sur votre appareil. Continuez à vos risques et périls.
hr_hr: Ova opcija izmjenjuje registry i može imati nepredviđene posljedice na vašem uređaju. Nastavite na vlastitu odgovornost.
hu_hu: Ez az opció beállításjegyzék értékeket módosít és nem várt következményei is lehetnek az eszközén. Csak saját felelősségre engedélyezze.
id_id: Opsi ini mengubah registri sistem dan dapat memiliki efek samping yang tidak terduga pada perangkat Anda. Lanjutkan dengan risiko Anda sendiri.
it_it: Questa impostazione modifica il registro di sistema e può causare effetti indesiderati sul tuo dispositivo. Continuando con questa opzione si accettano i rischi legati ad essa.
ja_jp: この設定はシステムのレジストリを変更し、デバイスに思わぬ結果をもたらす可能性があります。問題が発生しても開発者は責任を負いません。
ko_kr: 이 옵션은 시스템 Regedit를 수정하기에 컴퓨터에 어떠한 손상이 발생할 수 있습니다. 계속 진행할 경우 책임은 사용자에게 있음을 확인 후 진행하십시오.
lv_lv: Šis iestatījums modificē sistēmas reģistru un var ierīcei radīt nevēlamus blakusefektus. Turpinot, uzņemieties atbildību par riskiem!
nb_no: Denne innstillingen gjør endringer på systemfiler og kan ha uventede sideeffekter på din enhet. Utviklerne tar ikke ansvar dersom det resulterer i problemer. Ved å fortsette med denne innstillingen anerkjenner du risikoen involvert ved å gjøre det.
nl_nl: Deze instelling wijzigt systeembestanden en kan onverwachte bijwerkingen op uw apparaat hebben. De ontwikkelaars nemen geen verantwoordelijkheid in het geval er zich een probleem voordoet. Doorgaan met deze optie is een erkenning van de risico's die aan deze actie zijn verbonden.
pl_pl: To ustawienie modyfikuje pliki systemu i może wywołać niechciane efekty uboczne na Twoim urządzeniu. Kontynuujesz na własne ryzyko.
pt_pt: Esta opção modifica o registo do sistema e pode ter efeitos inesperados no seu dispositivo. Continue por sua conta e risco.
ro_ro: Această opțiune modifică registrul sistemului și poate avea efecte secundare neașteptate pe dispozitiv. Continuați pe propriul risc.
ru_ru: Этот параметр изменяет реестр Windows и может иметь неожиданные побочные эффекты на вашем устройстве. Продолжайте на свой страх и риск.
sk_sk: Toto nastavenie upravuje systémové súbory a môže mať neočakávané vedľajšie účinky na vaše zariadenie. Vývojári nenesú žiadnu zodpovednosť v prípade, že sa v dôsledku toho vyskytne problém. Pokračovanie v tejto možnosti znamená uznanie rizík spojených s touto akciou.
sv_se: Det här alternativet ändrar systemregistret och kan ha oväntade effekter på din enhet. Fortsätt på egen risk.
tr_tr: Bu seçenek sistem kayıt defterini değiştirir ve aygıtınızda beklenmeyen yan etkilere neden olabilir. Kendi sorumluluğunuzda devam edin.
uk_ua: Ця опція змінює системний реєстр і може мати несподівані побічні ефекти на вашому пристрої. Продовжуйте на свій страх і ризик.
vi: Tùy chọn này sửa đổi các khóa registry của hệ thống và có thể gây ra vấn đề trên thiết bị của bạn. Vui lòng cân nhắc trước khi bật tùy chọn.
zh_hans: 此选项会修改系统注册表，并可能对你的设备产生意想不到的副作用。 继续即代表您自行承担风险。
zh_hant: 此項設定會修改您的系統檔案並有可能會有未預期的副作用。我們對於可能會發生的問題並不負責。請您僅在認知到這個動作可能帶來的問題的情況下才繼續進行。

source: Clear all
ar: مسح الكل
bg: Изчисти всички
de_de: Alles löschen
fi_fi: Tyhjennä kaikki
he_il: נקה הכל
hr_hr: Očisti sve
it_it: Rimuovi tutto
ka: ყველას გასუფთავება
lv_lv: Notīrīt visu
nl_nl: Wis alles
or_in: ସବୁକୁ ଖାଲିକରନ୍ତୁ
pl_pl: Wyczyść wszystkie
pt_pt: Limpar tudo
th_th: ล้างทั้งหมด

# FolderWidgetCreateNewLibraryDialogTitleText
source: Create Library
ar: إنشاء مكتبة
bg: Създай библиотека
ca: Creació de la biblioteca
cs_cz: Vytvořit Knihovnu
da: Opret bibliotek
de_de: Bibliothek erstellen
el: Δημιουργία βιβλιοθήκης
es_es: Crear biblioteca
fi_fi: Luo kirjasto
fr_fr: Créer une bibliothèque
he_il: ‏‏צור ספריה
hr_hr: Stvaranje biblioteke
hu_hu: Könyvtár létrehozása
id_id: Buat Pustaka
it_it: Crea Raccolta
ja_jp: ライブラリを作成
ko_kr: 라이브러리 생성
lv_lv: Izveidot bibliotēku
nb_no: Opprett bibliotek
nl_nl: Maak Bibliotheek
pl_pl: Utwórz bibliotekę
pt_pt: Criar biblioteca
ro_ro: Creați o bibliotecă
ru_ru: Создать Библиотеку
sk_sk: Vytvoriť knižnicu
sv_se: Skapa bibliotek
th_th: สร้างคลัง
tr_tr: Kütüphane oluştur
uk_ua: Створити бібліотеку
vi: Tạo thư viện
zh_hans: 创建库
zh_hant: 建立媒體庫

# FolderWidgetCreateNewLibraryInputPlaceholderText
source: Enter Library name
ar: أدخل اسم المكتبة
bg: Въведи име на библиотека
ca: Introduïu el nom de la biblioteca
cs_cz: Zadejte název knihovny
da: Indtast bibliotek navn
de_de: Bibliotheksnamen eingeben
el: Εισάγετε το όνομα της βιβλιοθήκης
es_es: Introduzca el nombre de la biblioteca
fi_fi: Syötä kirjaston nimi
fr_fr: Entrez le nom de la bibliothèque
hu_hu: A könyvtár neve
id_id: Masukkan nama Pustaka
it_it: Inserisci il nome della Raccolta
ja_jp: ライブラリ名を入力
ko_kr: 라이브러리 이름 입력
lv_lv: Ievadiet bibliotēkas nosaukumu
nb_no: Angi navn på bibliotek
nl_nl: Vul de Bibliotheek naam in
pl_pl: Podaj nazwę biblioteki
pt_pt: Insira o nome da biblioteca
ro_ro: Introduceți numele Bibliotecii
ru_ru: Введите название Библиотеки
sk_sk: Zadajte názov knižnice
sv_se: Ange biblioteksnamn
th_th: ระบุชื่อคลัง
tr_tr: Kütüphane ismi girin
uk_ua: Введіть ім'я бібліотеки
vi: Nhập tên thư viện
zh_hans: 输入库名
zh_hant: 輸入媒體庫名稱

source: Calculate folder sizes
ar: احسب أحجام المجلد
bg: Изчисляване на големините на папката
ca: Calcula la mida de les carpetes
cs_cz: Vypočítat velikost složky
da: Beregn mappestørrelser
de_de: Ordnergrößen berechnen
el: Υπολογισμός μεγέθους φακέλων
es_es: Calcular el tamaño de las carpetas
fi_fi: Laske kansioiden koot
fr_fr: Calculer la taille des dossiers
hu_hu: Mappák méretének számolása
id_id: Kalkulasi ukuran folder
it_it: Calcola le dimensioni delle cartelle
ja_jp: フォルダー サイズを計算する
ko_kr: 폴더 크기 계산
lv_lv: Rēķināt direktorijas ietilpību
nb_no: Beregn mappestørrelse
nl_nl: Bereken bestandsgrootte
pl_pl: Oblicz rozmiar folderu
pt_pt: Calcular tamanho das pastas
ro_ro: Calculează mărimea folderelor
ru_ru: Вычислить размер папки
sk_sk: Vypočítať veľkosti priečinka
sv_se: Beräkna mappstorlekar
tr_tr: Klasör boyutlarını hesapla
uk_ua: Обчислити розмір папки
vi: Tính toán kích cỡ thư mục
zh_hans: 计算文件夹大小
zh_hant: 計算資料夾大小

source: Recent files
ar: أخر الملفات
bg: Скорошни файлове
ca: Fitxers recents
cs_cz: Nedávné soubory
da: Seneste filer
de_de: Letzte Dateien
el: Πρόσφατα αρχεία
es_es: Archivos recientes
fi_fi: Viimeisimmät tiedostot
fr_fr: Fichiers récents
hu_hu: Előzmények
id_id: File terbaru
it_it: File recenti
ja_jp: 最近使用したファイル
ko_kr: 최근 항목
lv_lv: Nesenie faili
nb_no: Nylige filer
nl_nl: Recente bestanden
or_in: ବର୍ତ୍ତମାନର ଫାଇଲ୍‌ଗୁଡିକ
pl_pl: Ostatnie pliki
pt_pt: Ficheiros recentes
ro_ro: Fişiere recente
ru_ru: Недавние файлы
sk_sk: Nedávne súbory
sv_se: Senaste filer
tr_tr: Son Dosyalar
uk_ua: Нещодавні файли
vi: Tệp gần đây
zh_hans: 最近使用的文件
zh_hant: 最近使用的檔案

# SettingsOpenInLogin
source: Open Files on Windows Startup
ar: فتح الملفات عند بدء تشغيل Windows
bg: Изпълни Files при стартиране на Windows
ca: Obre Fitxers en iniciar el Windows
cs_cz: Otevřít aplikaci Files při spuštění systému Windows
da: Åbn Filer ved Windows opstart
de_de: Files mit Windows starten
el: Άνοιγμα του Files κατά την εκκίνηση των Windows
es_es: Abrir Files al iniciar Windows
fi_fi: Avaa Files Windowsin käynnistyksessä
fr_fr: Ouvrir Files au démarrage de Windows
hr_hr: Otvori Files na pokretanju Windowsa
hu_hu: A Files futtatása a Windows indulásakor
id_id: Buka Files saat Windows mulai
it_it: Apri Files all'avvio di Windows
ja_jp: WIndows 起動時に Files を開く
ko_kr: Files을 Windows 시작 프로그램으로 지정
lv_lv: Atvērt Files palaižot Windows
nb_no: Åpne Files ved oppstart av Windows
nl_nl: Open Files bij opstarten Windows
pl_pl: Otwórz aplikację Files wraz z systemem Windows
pt_pt: Abrir Files ao iniciar o Windows
ro_ro: Deschideți Files la pornirea Windows
ru_ru: Добавить Files в автозагрузку Windows
sv_se: Öppna Files vid Windowsstart
tr_tr: Windows başlatıldığında Files'ı aç
uk_ua: Відкривати Files під час запуску Windows
vi: Mở Files khi khởi động Windows
zh_hans: 开机自启动
zh_hant: 在 Windows 啟動時自動啟動 Files

source: Attributes
ar: ‏‏سمات
bg: Атрибути
ca: Atributs
cs_cz: Atributy
da: Attributter
de_de: Attribute
el: Χαρακτηριστικά
es_es: Atributos
fi_fi: Määritteet
fr_fr: Attributs
he_il: תכונות
hr_hr: Atributi:
hu_hu: Attribútumok
id_id: Atribut
it_it: Attributi
ja_jp: 属性
ka: ატრიბუტები:
ko_kr: 특성
lv_lv: Atribūti
nb_no: Attributter
nl_nl: Attributen
or_in: ବୈଶିଷ୍ଟ୍ୟ:
pl_pl: Atrybuty
pt_pt: Atributos
ro_ro: Atribute
ru_ru: Аттрибуты
sk_sk: Atribúty
sv_se: Attribut
tr_tr: Öznitelikler
uk_ua: Атрибути:
vi: Thuộc tính
zh_hans: 属性
zh_hant: 屬性

source: Hidden
ar: مخفية
bg: Скрито
ca: Ocult
cs_cz: Skrytý
da: Skjult
de_de: Versteckt
el: Κρυφό
es_es: Oculto
fi_fi: Piilotettu
fr_fr: Caché
he_il: מוסתר
hr_hr: Skriveno
hu_hu: Rejtett
id_id: Tersembunyi
it_it: Nascosto
ja_jp: 非表示
ka: დამალული
ko_kr: 숨김
lv_lv: Slēpts
nb_no: Skjult
nl_nl: Verborgen
or_in: ଲୁକ୍କାୟିତ
pl_pl: Ukryte
pt_pt: Oculto
ro_ro: Ascuns
ru_ru: Скрытые
sk_sk: Skrytý
sv_se: Dold
th_th: ซ่อน
tr_tr: Gizli
uk_ua: Прихований
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: More details
ar: مزيد من التفاصيل
bg: Повече детайли
ca: Més detalls
cs_cz: Více informací
da: Flere oplysninger
de_de: Weitere Details
el: Περισσότερες λεπτομέρειες
es_es: Más detalles
fi_fi: Lisätietoja
fr_fr: Plus de détails
he_il: פרטים נוספים
hr_hr: Više pojedinosti
hu_hu: Részletek
id_id: Rincian selengkapnya
it_it: Altri dettagli
ja_jp: 詳細
ka: დამატებითი დეტალები
ko_kr: 자세히 보기
lv_lv: Vairāk detaļu
nb_no: Fler detaljer
nl_nl: Meer details
or_in: ଅଧିକ ବିବରଣୀସମୂହ
pl_pl: Więcej szczegółów
pt_pt: Mais detalhes
ro_ro: Mai multe detalii
ru_ru: Больше информации
sk_sk: Viac informácií
sv_se: Mer information
tr_tr: Daha fazla ayrıntı
uk_ua: Докладно
vi: Thông tin
zh_hans: 更多详细信息
zh_hant: 更多內容

source: Read only
ar: للقراءة فقط
bg: Само за четене
ca: Només lectura
cs_cz: Jen pro čtení
da: Skrivebeskyttet
de_de: Nur lesen
el: Μόνο για ανάγνωση
es_es: Sólo lectura
fi_fi: Vain luku
fr_fr: Lecture seule
he_il: לקריאה בלבד
hr_hr: Samo za čitanje
hu_hu: Írásvédett
id_id: Hanya baca
it_it: Sola lettura
ja_jp: 読み取り専用
ka: მხოლოდ წაკითხვადი
ko_kr: 읽기 전용
lv_lv: Tikai lasāms
nb_no: Skrivebeskyttet
nl_nl: Alleen lezen
or_in: ରିଡ୍-ଓନ୍ଲି
pl_pl: Tylko do odczytu
pt_pt: Apenas leitura
ro_ro: Doar citire
ru_ru: Только для чтения
sk_sk: Iba na čítanie
sv_se: Skrivskyddad
tr_tr: Salt okunur
uk_ua: Лише читання
vi: Chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

# CleanupDrive
source: Cleanup your drive contents
ar: تنظيف محتويات القرص
bg: Почисти съдържанието на диска
ca: Netegeu el contingut de la unitat
cs_cz: Vyčistit obsah disku
da: Oprydning af dit drevs indhold
de_de: Datenträgerinhalt bereinigen
el: Εκκαθάριση των περιεχομένων του δίσκου
es_es: Liberar espacio en disco
fi_fi: Puhdista aseman sisältö
fr_fr: Nettoyer le contenu de votre lecteur
hu_hu: Meghajtó tárterület kezelése
id_id: Bersihkan konten drive Anda
it_it: Rimuovi file non necessari
ja_jp: ドライブ コンテンツをクリーンアップ
ko_kr: 드라이브를 정리하여 여유 공간을 확보하세요.
lv_lv: Iztīriet Jūsu disku saturu
nb_no: Rydd opp innhold på disken
nl_nl: Schoon de inhoud van je schijf op
pl_pl: Oczyść zawartość dysku
pt_pt: Limpar conteúdo da unidade
ro_ro: Curățați conținutul unității
ru_ru: Очистить содержимое вашего диска
sk_sk: Vyčistite obsah disku
sv_se: Rensa din enhets innehåll
tr_tr: Sürücü içeriğini temizle
uk_ua: Очистити вміст диску
vi: Dọn dẹp ổ lưu trữ
zh_hans: 清理驱动器内容
zh_hant: 清理您的磁碟機

source: Disk cleanup
ar: تنظيف القرص
bg: Почистване на диска
de_de: Datenträger bereinigen
fi_fi: Levyn puhdistus
it_it: Pulizia disco
lv_lv: Diska tīrīšana
nl_nl: Schijf opschoning
pl_pl: Oczyszczanie dysku
pt_pt: Limpeza do disco

source: Type
ar: النوع
bg: Тип
ca: Tipus
cs_cz: Typ
de_de: Typ
el: Τύπος
es_es: Tipo
fi_fi: Tyyppi
he_il: סוג
hr_hr: Vrsta
hu_hu: Típus
id_id: Jenis
it_it: Tipo
ja_jp: 種類
ka: ნიმუში
ko_kr: 유형
lv_lv: Tips
nl_nl: Soort
or_in: ପ୍ରକାର:
pl_pl: Typ
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sk_sk: Typ
sv_se: Typ
th_th: ประเภท
tr_tr: Tür
uk_ua: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Icon Grid
ar: شبكة الايقونات
da: Ikon gitter
de_de: Symbolraster
fi_fi: Kuvakeruudukko
id_id: Grid ikon
it_it: Griglia icone
ja_jp: アイコン グリッド
lv_lv: Ikonu režģis
nl_nl: Pictogrammenraster
pl_pl: Siatka ikon
pt_pt: Grelha de ícones
ro_ro: Grilă pictograme

source: Extract
ar: استخراج
bg: Извличане
ca: Extreu
cs_cz: Rozbalit
da: Udpak
de_de: Entpacken
el: Εξαγωγή
es_es: Extraer
fi_fi: Pura
fr_fr: Extraire
he_il: חלץ
hr_hr: Raspakiraj
hu_hu: Kicsomagolás
id_id: Ekstrak
it_it: Estrai
ja_jp: 展開
ka: ამოღება
ko_kr: 압축 해제
lv_lv: Izvērst
nb_no: Pakk ut
nl_nl: Uitpakken
or_in: ବହିଷ୍କାର_କରନ୍ତୁ
pl_pl: Wypakuj
pt_pt: Extrair
ro_ro: Extragere
ru_ru: Извлечь
sk_sk: Rozbaliť
sv_se: Extrahera
th_th: แยกไฟล์
tr_tr: Ayıkla
uk_ua: Видобути
vi: Giải nén
zh_hans: 解压缩
zh_hant: 解壓縮

source: Extract files
ar: استخرج الملفات
bg: Извлечане на файлове
ca: Extreu fitxers
cs_cz: Rozbalit soubory
da: Udpak filer
de_de: Dateien entpacken
el: Εξαγωγή αρχείων
es_es: Extraer archivos
fi_fi: Pura tiedostot
fr_fr: Extraire les fichiers
he_il: חלץ קבצים
hr_hr: Raspakiraj datoteke
hu_hu: Fájlok kicsomagolása
id_id: Ekstrak file
it_it: Estrai
ja_jp: ファイルを展開
ka: ფაილების ამოღება
ko_kr: 파일 압축 해제
lv_lv: Izvilkt failus
nb_no: Pakk ut filer
nl_nl: Bestanden uitpakken
pl_pl: Wypakuj pliki
pt_pt: Extrair ficheiros
ro_ro: Extragere fişiere
ru_ru: Извлечь файлы
sk_sk: Extrahovať súbory
sv_se: Extrahera filer
th_th: แตกไฟล์ออกมา
tr_tr: Dosyaları ayıkla
uk_ua: Видобути файли
vi: Giải nén tệp
zh_hans: 解压缩文件
zh_hant: 解壓縮檔案

source: Extract here
ar: فك الظغط هنا
bg: Извличане тук
ca: Extreu aquí
cs_cz: Rozbalit zde
da: Udpak her
de_de: Hier entpacken
el: Εξαγωγή εδώ
es_es: Extraer aquí
fi_fi: Pura tähän
fr_fr: Extraire ici
he_il: חלץ לכאן
hr_hr: Raspakiraj ovdje
hu_hu: Kicsomagolás ide
id_id: Ekstrak di sini
it_it: Estrai qui
ja_jp: ここに展開
ka: ამოღება აქ
ko_kr: 여기에 압축 해제
lv_lv: Izvilkt šeit
nb_no: Pakk ut her
nl_nl: Hier uitpakken
pl_pl: Wypakuj tutaj
pt_pt: Extrair aqui
ro_ro: Extrageți aici
ru_ru: Извлечь сюда
sk_sk: Extrahovať tu
sv_se: Extrahera här
th_th: แตกไฟล์ลงที่นี่
tr_tr: Buraya ayıkla
uk_ua: Видобути тут
vi: Giải nén tại đây
zh_hans: 解压缩到此处
zh_hant: 解壓縮至此

# ExtractToChildFolder
source: Extract to {0}
ar: استخرج إلى {0}
bg: Извлечи към {0}
ca: Extreu a {0}
cs_cz: Rozbalit do {0}
da: Udpak til {0}
de_de: Nach {0} entpacken
el: Εξαγωγή σε {0}
es_es: Extraer a {0}
fi_fi: Pura kohteeseen {0}
fr_fr: Extraire vers {0}
he_il: חלץ אל {0}
hr_hr: Raspakiraj u {0}
hu_hu: Kicsomagolás ide: {0}
id_id: Ekstrak ke {0}
it_it: Estrai in {0}
ja_jp: {0} へ展開
ko_kr: {0} 에 압축 해제
lv_lv: Izvērst uz {0}
nb_no: Pakk ut til {0}
nl_nl: Uitpakken naar {0}
pl_pl: Wyodrębnij do {0}
pt_pt: Extrair para {0}
ro_ro: Extragere în {0}
ru_ru: Извлечь в {0}
sk_sk: Extrahovať do {0}
sv_se: Extrahera till {0}
tr_tr: Şuraya ayıkla {0}
uk_ua: Видобути до {0}
vi: Giải nén vào {0}
zh_hans: 解压缩到 {0}
zh_hant: 解壓縮至 {0}
